import { Movie } from "../models/movies.model";

export const MOVIES: Movie[] = [
  {
    id: 0,
    title: "Марсианин 1",
    original: "The Martian 2015",
    category: "Фантастика, приключения",
    rating: 7.8,
    img: "./images/Marcian-movie.png",
    link: "/movie",
    description: 'Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.'
  },
  {
    id: 1,
    title: "Марсианин 2",
    original: "The Martian 2015",
    category: "Фантастика, приключения",
    rating: 7.8,
    img: "./images/Marcian-movie.png",
    link: "/movie",
    description: 'Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.'

  },
  {
    id: 2,
    title: "Марсианин 3",
    original: "The Martian 2015",
    category: "Фантастика, приключения",
    rating: 7.8,
    img: "./images/Marcian-movie.png",
    link: "/movie",
        description: 'Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.'

  },
]